           IDENTIFICATION DIVISION.
           PROGRAM-ID. hellow_world.
           PROCEDURE DIVISION.
               DISPLAY "Hello world".
               STOP RUN.